# TODO: Translation updated at 2026-10-08 13:18

# game/script.rpy:61
translate tc strings:
    old "……今日からこニ住むんだよね"
    new "……今後就要在這裡生活了啊"

# game/script.rpy:64

    old "ここが{rb}夕渚町{/rb}{rt}ゆうなぎちょう{/rt}。日本離れしてるとは聞いてたけど、まるで外国だ。"
    new "這裡是夕渚鎮。雖然早已聽說離日本本土很遠，現在看來簡直像在國外一樣。"

# game/script.rpy:65

    old "昼下がりの町を歩いていると、石畳を一歩踏みしめる度に、知らない場所にやってきたんだと実感が湧く。"
    new "我在午後小鎮的石板路上漫步，湧起了來到陌生城鎮的實感。"

# game/script.rpy:74

    old "うっ……ちょっと風が強いかな"
    new "唔……風有點大啊"

# game/script.rpy:75

    old "海辺の町らしい、湿気を帯びた冷たい風に肌を撫でられ、少し鳥肌が立つ。"
    new "這座小鎮坐落於海邊。夾雜濕氣的冷風吹在身上，我不禁起了層雞皮疙瘩。"

# game/script.rpy:76

    old "もうすっかり秋だし、体調には気を付けないと――"
    new "完全入秋了啊，得注意身體了"

# game/script.rpy:82

    old "き、喫茶『セタリア』ですっ。よろしくおねがいしますっ"
    new "咖、咖啡店『Setaria』，請各位多多惠顧"

# game/script.rpy:84

    old "道の少し先のところで、メイド服のような服装の女の子がお店のチラシを配っていた。"
    new "不遠處有個女生正在發傳單，穿的衣服有點像女僕裝。"

# game/script.rpy:85

    old "僕より年下だろうか。小さな背丈や幼い顔立ちに、リボンやエプロンがよく似合っている。"
    new "看起來年紀應該比我小。她的身材嬌小，長著一張娃娃臉，搭配身上的緞帶與圍裙顯得非常可愛。"

# game/script.rpy:86

    old "あの……セタリアですっ。よかったら来てください"
    new "那個……歡迎光臨Setaria咖啡店，有興趣的話請來看看"

# game/script.rpy:88

    old "お、お願いしますっ"
    new "請、請各位多多惠顧"

# game/script.rpy:90

    old "だけど表情には緊張が表れていて、うまくチラシを渡せないこともあったり。"
    new "她的表情寫滿了緊張，發傳單的動作有些僵硬。"

# game/script.rpy:91

    old "それでも１人で頑張っている姿を見ていると、力になってあげたい気持ちになった。"
    new "但看著她仍然堅持著繼續努力的樣子，我看著忍不住想要幫她一把。"

# game/script.rpy:92

    old "チラシ、僕にももらえるかな"
    new "能給我一張傳單嗎"

# game/script.rpy:96

    old "あっ、はいっ、どうぞ"
    new "啊……好的，給你"

# game/script.rpy:98

    old "突然話しかけられて驚いたのか、少し目を見開きながらチラシを渡してくれた。"
    new "她似乎沒想到會突然被人搭話，吃驚地瞪大了眼睛，然後將傳單遞給我。"

# game/script.rpy:99

    old "お店はここから近いのかな？　この町は初めてだから、ちょっとわからなくて"
    new "店面離這裡近嗎？我第一次來這座小鎮，不太認路"

# game/script.rpy:100

    old "はい、町の中心からは外れるんですけど……"
    new "是的，雖然離鎮中心有段距離……"

# game/script.rpy:102

    old "チラシにも地図は描いてあるんだけど、せっかくだから道順を教えてもらった。"
    new "儘管傳單上就畫著地圖，但既然都搭上話了，我還是向她問了問路。"

# game/script.rpy:103

    old "ありがとう。ちょうどひと休みしたかったところだし、行ってみるよ"
    new "謝謝。我正好想休息一會兒，就去店裡看看吧"

# game/script.rpy:107

    old "あ……はいっ！　ありがとうございます！"
    new "啊……好的！　非常感謝！"

# game/script.rpy:109

    old "女の子の表情がぱっと明るくなった。"
    new "她的表情忽然開朗起來。"

# game/script.rpy:110

    old "（あれ？　でもどこか……）"
    new "（咦？好像有點不對勁……）"

# game/script.rpy:111

    old "女の子の姿にちょっとした違和感を覚える。"
    new "感覺她的樣子有點奇怪，但是又說不出在哪裡。"

# game/script.rpy:112

    old "まるで間違い探しのクイズを前にした時のような感覚。"
    new "仿佛就像在找不同遊戲裡找不到區別在哪裡的感覺。"

# game/script.rpy:113

    old "だけどその瞬間――"
    new "這時——"

# game/script.rpy:121

    old "きゃっ！？"
    new "呀！？"

# game/script.rpy:123

    old "風にチラシが舞い上げられ、飛ばされていく。"
    new "一陣風吹走了她手中的傳單，四處散落開來。"

# game/script.rpy:129

    old "あ……拾わないと……えっと……"
    new "啊……得趕緊撿起來……哎呀……"

# game/script.rpy:134

    old "辺りに舞い散るチラシを追いかけようとする女の子。"
    new "她想要去追那些被吹散的傳單。"

# game/script.rpy:135

    old "だけどチラシがあちこちに飛ばされてしまって、どうしていいか困惑している様子だ。"
    new "但傳單隨著風四處飄散，讓她有些不知所措。"

# game/script.rpy:139

    old "僕があっち行くから、向こうはお願い"
    new "我去那邊幫你撿，你就去撿另一邊的吧"

# game/script.rpy:142

    old "は、はいっ"
    new "好、好的"

# game/script.rpy:151

    old "チラシを町のごみにするわけにいかない。風に乗って離れていくチラシを追いかけ、人の間をすり抜けながら駆ける。"
    new "不能讓這些傳單像垃圾一樣隨意散落在地上。我穿過人群，不斷追趕著被風吹跑的傳單。"

# game/script.rpy:152

    old "地面に落ちたチラシを拾い集め、またチラシを追って走ってを繰り返す。"
    new "時而奔跑追趕，時而停步拾取。"

# game/script.rpy:156

    old "あともうちょっと……"
    new "就差一點了……"

# game/script.rpy:158

    old "隅に落ちたチラシに手を伸ばす。"
    new "我向著落在邊角的傳單伸出手。"

# game/script.rpy:161

    old "あっ！？"
    new "啊！？"

# game/script.rpy:165

    old "だけど、また風に巻き上げられて――"
    new "但地上的傳單又被風吹起——"

# game/script.rpy:174

    old "ほいっ"
    new "嘿"

# game/script.rpy:179

    old "誰かが高くジャンプして、舞い上がったチラシをキャッチした。"
    new "有個人高高躍起，抓住了飄起的傳單。"

# game/script.rpy:185

    old "はい、これでいいの？"
    new "給你，這樣就行了吧？"

# game/script.rpy:188

    old "そしてチラシを手渡してくれたのは、巫女さんの衣装を着た女の子だった。"
    new "一個身穿巫女服的女生把傳單遞給了我。"

# game/script.rpy:189

    old "ありがとう、助かったよ"
    new "謝謝，幫大忙了"

# game/script.rpy:195

    old "どーいたしましてー♪"
    new "不用謝"

# game/script.rpy:202

    old "僕がお礼を言うと、人懐っこい笑顔を浮かべる。"
    new "我道了個謝，她便向我露出親切的笑容。"

# game/script.rpy:203

    old "こっちまで元気をもらえそうな屈託のない笑顔だ。"
    new "連我的心情都被她爽朗的笑容所感染。"

# game/script.rpy:206

    old "（んん？　この子も、さっきの女の子みたいに……）"
    new "（嗯？她好像也和剛才那個女生一樣……）"

# game/script.rpy:213

    old "ん？　わたしの顔に何か付いてる？"
    new "嗯？我臉上有東西嗎？"

# game/script.rpy:215

    old "いや……ごめん、何でもない"
    new "呃……抱歉，沒什麼"

# game/script.rpy:216

    old "うん、顔には変なもの付いてないよね。"
    new "我又確認了一下，她臉上並沒有沾東西。"

# game/script.rpy:221

    old "じゃーねー♪"
    new "再見"

# game/script.rpy:225

    old "パタパタと手を振って去っていく巫女さん。"
    new "巫女揮揮手離開了。"

# game/script.rpy:233

    old "あ"
    new "啊"

# game/script.rpy:235

    old "だけど突然立ち止まって、僕の方を振り返った。"
    new "她突然停下腳步，回頭看向我。"

# game/script.rpy:241

    old "君、きっといいことあるよ。神様がそう言ってるから！"
    new "你一定會有好運的，神明大人是這麼說的！"

# game/script.rpy:243

    old "神様？"
    new ""

# game/script.rpy:247

    old "あっけに取られているうちに、巫女さんの姿が雑踏の中に消えていく。"
    new "我愣了愣神，巫女就已經消失在人群中了。"

# game/script.rpy:251

    old "いいことある……か。本当だといいな"
    new "好運啊……如果是真的就好了"

# game/script.rpy:255

    old "あれ？　巫女さん！？"
    new "咦？　巫女！？"

# game/script.rpy:256

    old "こんな外国っぽい町に巫女さん？　……そもそも巫女さんって、巫女服で町を歩き回ったりするの？"
    new "這種充滿外國風情的鎮子裡有巫女？而且巫女會穿著巫女服在鎮子裡亂轉嗎？"

# game/script.rpy:257

    old "別れた後になって、次々と疑問が浮かんでくるのだった。"
    new "我的腦子裡冒出了一連串的疑問。"

# game/script.rpy:271

    old "本当に……すみませんでしたっ"
    new "實在是非常抱歉……"

# game/script.rpy:273

    old "拾い終わったチラシを渡すと、女の子は深々と頭を下げた。"
    new "我把拾回的傳單交還原主，發傳單的女生對我深深鞠了一躬。"

# game/script.rpy:274

    old "本当に申し訳なさそうな様子で、こっちが気の毒になるくらいだ。"
    new "她表現得非常愧疚，連我都有些不好意思了。"

# game/script.rpy:275

    old "大丈夫、困ったときはお互い様だよ。僕だって、さっき巫女さんに手伝ってもらったしね"
    new "沒關係，有困難的時候就該互相幫助。我剛才也被路過的巫女幫了一把"

# game/script.rpy:284

    old "巫女さん……ですか？　珍しいですね……"
    new "巫女嗎？真少見啊……"

# game/script.rpy:286

    old "女の子も不思議そうに首を傾げる。"
    new "她疑惑地歪了歪頭。"

# game/script.rpy:287

    old "やっぱりそうそうお目にかかるものではないようだ。"
    new "果然在這裡巫女並不是能經常見到的吧。"

# game/script.rpy:296

    old "この度はご迷惑をおかけしました。お詫びをいたしますので、お名前とご連絡先を……"
    new "真是給你添麻煩了。我想表示一下謝意，請告訴我姓名和聯繫方式……"

# game/script.rpy:298

    old "気にしなくていいよ。頼まれてもいないのに、僕が勝手にやったことだから"
    new "不用介意。畢竟又不是你拜託我的，只是我自己想幫忙而已"

# game/script.rpy:299

    old "それに、さっきはお店に行く道を教えてもらったしね"
    new "而且你剛才也告訴了我去咖啡店的路"

# game/script.rpy:309

    old "でも……"
    new "可是……"

# game/script.rpy:311

    old "しかし女の子は納得していないみたいだ。"
    new "她似乎還是無法釋懷。"

# game/script.rpy:312

    old "ところで、これからどうするの？　チラシ配り続ける？"
    new "話說你接下來要怎麼辦？繼續發傳單嗎？"

# game/script.rpy:321

    old "クシャクシャになったチラシをお渡しするわけにはいきませんし、一度お店に戻ろうと思います"
    new "不能拿皺巴巴的傳單發給客人，我想先回一趟店裡"

# game/script.rpy:323

    old "じゃあ、お店まで案内してくれないかな？　道は教えてもらったけど、僕、ちょっと方向音痴だから迷わないか心配で"
    new "那你能帶我去嗎？雖然你告訴我怎麼走了，可我是個路癡，有點擔心會迷路"

# game/script.rpy:324

    old "それも込みでおあいこってことでどうかな？"
    new "這樣就算我們扯平了，怎麼樣？"

# game/script.rpy:329

    old "それなら――"
    new "那……"

# game/script.rpy:339

    old "いえ、おあいこになりません！　お客様を案内するのは店員として当然のこと……むしろ、来店して頂くのはこちらの利益です！"
    new "不對，這怎麼能扯平！給客人指路是店員的義務……不如說顧客登門對我們才有好處！"

# game/script.rpy:343

    old "ダメだった！？"
    new "不行嘛！？"

# game/script.rpy:344

    old "なんて真面目な子なんだ。"
    new "真是個做事一絲不苟的人。"

# game/script.rpy:345

    old "微笑ましいと思ってしまうけど、これじゃ何を言っても聞かないかもしれない。"
    new "她的耿直善良讓人十分欣慰，但看樣子應該是不會聽我的了。"

# game/script.rpy:346

    old "えーっと……じゃあ、何かお礼してもらうってことでいいかな？"
    new "呃……那你就給我回個禮吧？"

# game/script.rpy:355

    old "はい、このお礼は必ず"
    new "好，我一定會回禮的"

# game/script.rpy:357

    old "彼女の表情は心なしかちょっと嬉しそうで、お礼してと言った方がかえって元気が出たみたいだった。"
    new "她的表情染上幾分喜悅，索求回禮反而讓她打起精神了。"

# game/script.rpy:362

    old "それではお名前を伺ってもよろしいですか？"
    new "可以把你的名字告訴我嗎？"

# game/script.rpy:364

    old "僕は{rb}城川柚希{/rb}{rt}しろかわゆずき{/rt}。今日この町に越してきたところで、いろいろ手続きしてきたんだ"
    new "我叫城川柚希。今天剛搬到這座小鎮，還在辦各種手續"

# game/script.rpy:375

    old "そうでしたか……。お忙しいのにお手間を取らせてすみませんでした"
    new "這樣啊……在您這麼忙碌的時候給您添麻煩了，實在是對不起"

# game/script.rpy:381

    old "私は{rb}雪村千絵莉{/rb}{rt}ゆ き む ら ち え り{/rt}といいます。セタリアという喫茶店でアルバイトをしています"
    new "我叫雪村千繪莉，在一家叫Setaria的咖啡店打工"

# game/script.rpy:383

    old "そっか。千絵莉ちゃん、だね"
    new "這樣啊，小千對吧"

# game/script.rpy:393

    old "むぅ……"
    new "唔……"

# game/script.rpy:395

    old "あ、ちょっと複雑な顔になった。"
    new "她的表情變得有些複雜。"

# game/script.rpy:396

    old "ごめん、いきなり名前で呼ぶなんて馴れ馴れしかったね"
    new "抱歉，一上來就直接叫你名字太沒禮貌了吧"

# game/script.rpy:401

    old "すみません、そういうことではなく……"
    new "對不起，我不是介意叫名字……"

# game/script.rpy:416

    old "（やっぱり“ちゃん”なんだ……）"
    new "（果然還是會加上“小”啊……）"

# game/script.rpy:421

    old "？"
    new ""

# game/script.rpy:422

    old "今、小さい声でなんて言ったんだろ？"
    new "她剛才小聲嘟囔了一句什麼？"

# game/script.rpy:431

    old "いえ、気にしないでください。では、お店にご案内しますね"
    new "沒事，請別在意。那我來帶路吧"

# game/script.rpy:440

    old "一緒に歩くことしばらく――"
    new "我們一起走了一段路——"

# game/script.rpy:448

    old "ここがセタリアです"
    new "這裡就是Setaria"

# game/script.rpy:450

    old "やっぱりお店も外国風なんだね"
    new "果然店鋪也是外國風格的啊"

# game/script.rpy:451

    old "夕渚町には初めて来たけど、まるで外国みたいで趣があるというか、素敵な町だよね"
    new "我是第一次來夕渚鎮，這裡就像國外一樣很有外國風情，真是個不錯的小鎮啊"

# game/script.rpy:463

    old "私はずっとこの町で暮らしてるので、逆に普通の町はあまり知らないんですけど……そう言ってもらえると嬉しいですね"
    new "我一直住在這個鎮子，反而不知道普通的城鎮是什麼樣的……不過您能喜歡這裡真是太好了"

# game/script.rpy:469

    old "何十年も前にヨーロッパから日本に渡ってきた人がいて、その人が中心になってこの町を作ったと聞いています"
    new "據說幾十年前有個人從歐洲遠渡來日本，以他為中心建造了這座城鎮"

# game/script.rpy:473

    old "だからドイツやチェコ、ルーマニアなど、ヨーロッパのいろんな国の建物を参考にしているんだそうです"
    new "所以建築風格參考了德國、捷克、羅馬尼亞之類的歐洲國家"

# game/script.rpy:475

    old "なるほど、それで……"
    new "原來如此，所以才會變成這樣啊……"

# game/script.rpy:476

    old "異国から渡ってきた時、その人はどんな心境だったんだろうか。"
    new "那個人自異國他鄉遠渡而來時，懷著怎樣的心境呢。"

# game/script.rpy:477

    old "見知らぬ人と土地に大きな不安を抱いていたのか、それとも期待に胸を膨らませて新天地にやってきたのか――"
    new "是對未知的風土人情抱有強烈的不安嗎，還是滿懷期待來到嶄新的廣闊天地呢——"

# game/script.rpy:478

    old "ちょうど今、僕も今まで住んでいたところを離れてこの町に来たけど……ちょっと想像つかないな。"
    new "雖然我現在也正好是離開故鄉移居至此……不過還是有點難以想像。"

# game/script.rpy:488

    old "どうぞ、城川さん"
    new "請進，城川先生"

# game/script.rpy:493

    old "千絵莉ちゃんがお店のドアを開けて――"
    new "小千推開了店門——"

# game/script.rpy:509

    old "いらっしゃいませ～"
    new "歡迎光臨～"

# game/script.rpy:532

    old "あれ、千絵莉ちゃん？　おかえりなさい、早かったね"
    new "哎呀，小千？歡迎回來，這麼快啊"

# game/script.rpy:543

    old "それが、ちょっとトラブルがありまして……"
    new "因為遇到了一點麻煩……"

# game/script.rpy:549

    old "それより、こちらお客様です。{rb}苺華{/rb}{rt}いちか{/rt}先輩"
    new "先不說這個，有客人來了，莓華學姐"

# game/script.rpy:560

    old "あっ、すみません。すぐにご案内しますね"
    new "啊，不好意思。我馬上帶您入座"

# game/script.rpy:562

    old "いえいえお構いなく……って、お店で言うことじゃないですね"
    new "不不不，不用這麼費心……呃，在店裡好像不該這麼說"

# game/script.rpy:571

    old "ふふっ、そうですね。お客様なんですから、構わせてください"
    new "呼呼，是啊。您是客人嘛，請讓我們多服務一下您"

# game/script.rpy:597

    old "とても柔らかそうで、ふわふわした雰囲気の女の子だ。"
    new "我面前是個溫柔和善的女生。"

# game/script.rpy:598

    old "小柄で華奢な印象だけど、先輩と呼ばれてるから、きっと千絵莉ちゃんより年上なんだろう。"
    new "給我一種嬌小纖弱的印象，不過小千叫她學姐，那一定是她年長一些吧。"

# game/script.rpy:624

    old "（ん？　このふわふわしてもこもこした感じ、僕は知っているような……）"
    new "（嗯？這種輕飄飄軟乎乎的感覺，有點眼熟……）"

# game/script.rpy:625

    old "なぜか既視感を覚えたけど、今日はこんなことばかりな気がする。"
    new "而且總覺得有種即視感，而且今天有這種感覺很多次了。"

# game/script.rpy:628

    old "（うーん……気のせいかな。初めての町だし、落ち着かないのかも）"
    new "（嗯……是錯覺吧。可能初來乍到有點緊張）"

# game/script.rpy:631

    old "他にお客さんがいないようなので、窓際の席に座らせてもらった。"
    new "店裡沒有其他客人，我就被帶到了靠窗的位置。"

# game/script.rpy:641

    old "実はさっき、チラシが飛ばされて、助けていただいて……"
    new "其實剛才傳單被風吹跑了，是他幫我撿了回來……"

# game/script.rpy:645

    old "なるほど、それで早く帰ってきたんだね"
    new "原來如此，所以這麼早就回來了呀"

# game/script.rpy:659

    old "すみません、先ほどは店の者がお世話になりました。ありがとうございます"
    new "真是不好意思，我們的店員先前受您照顧了。非常感謝"

# game/script.rpy:661

    old "いえいえ、本当に大したことはしてないですから"
    new "不用不用，只是件小事而已"

# game/script.rpy:676

    old "そこに、千絵莉ちゃんがお冷とメニューを持ってやってくる。"
    new "這時小千拿著冰水和菜單走了過來。"

# game/script.rpy:686

    old "どうぞ、メニューです。本日はサービスさせていただきますので、お好きなものをご注文してください"
    new "請看菜單。作為謝禮今天給您免單，請隨便點您喜歡的東西"

# game/script.rpy:688

    old "……そのお金って千絵莉ちゃんが出すの？"
    new "……小千幫我付錢嗎？"

# game/script.rpy:695

    old "はい、ですから気兼ねなくどうぞ"
    new "是的，所以請不要客氣"

# game/script.rpy:699

    old "真剣な眼差しが僕を見つめる。"
    new "小千嚴肅地注視著我。"

# game/script.rpy:700

    old "何かお礼をしないと気が済まない、と言わんばかりだ。"
    new "仿佛像在說不回禮就無法釋懷一般。"

# game/script.rpy:708

    old "じー……"
    new "盯……"

# game/script.rpy:710

    old "……とりあえず、決めるまで待ってくれるかな？"
    new "……那能先讓我考慮一下點什麼嘛？"

# game/script.rpy:722

    old "かしこまりました"
    new "好的"

# game/script.rpy:732

    old "千絵莉ちゃんがぺこりと完璧な角度で頭を下げ、カウンターへと下がっていく。"
    new "小千用無可挑剔的角度鞠了一躬，回身走向櫃檯。"

# game/script.rpy:747

    old "お礼の分くらい、お店で出すよ？"
    new "回禮的錢店裡可以替你出哦？"

# game/script.rpy:756

    old "いえ、自分から言ってチラシ配りをやらせてもらったのに、お店にご迷惑はかけられませんから"
    new "不用，是我主動提出要去發傳單的，不能給店裡添麻煩"

# game/script.rpy:764

    old "もう、千絵莉ちゃんは頑固なんだから"
    new "真是的，小千真是頑固"

# game/script.rpy:775

    old "じゃあ、あのチラシ配りは自発的に始めたことなんだ。"
    new "看來她是主動要去發傳單。"

# game/script.rpy:776

    old "緊張してたし、１人でチラシ配りなんてきっと得意じゃないだろうに。"
    new "可她當時那麼緊張，一定不擅長獨自發傳單的工作吧。"

# game/script.rpy:777

    old "（すごいな、千絵莉ちゃんは）"
    new "（小千可真了不起啊）"

# game/script.rpy:778

    old "僕より年下なのにしっかり者で、頑張り屋で、頭が下がるような思いだ。"
    new "年紀比我小卻可靠又努力，我都有些慚愧了。"

# game/script.rpy:791

    old "備品の整理、一通りやっといたぞー"
    new "儲備品我全部整理好咯——"

# game/script.rpy:816

    old "また店員さんが奥から出てきた。"
    new "裡面又走出一位店員。"

# game/script.rpy:817

    old "千絵莉ちゃんや苺華さんとは雰囲気が違って、どこか凛々しさも感じる面立ちだ。"
    new "她的氣質與另外兩人不同，臉龐看起來越有些男性風範。"

# game/script.rpy:846

    old "ありがとう、ナナちゃん"
    new "謝謝你，娜娜"

# game/script.rpy:863

    old "ふぃ～、筋肉痛になりそうだぜ。……ん？　千絵莉、もうチラシ配り終わったのか"
    new "，感覺要肌肉酸痛了……嗯？千繪莉已經發完傳單了嗎"

# game/script.rpy:874

    old "実は、トラブルがありまして……"
    new "其實遇到了一點麻煩……"

# game/script.rpy:880

    old "あははっ。だから付いてってやろーか、って言ったじゃねーか"
    new "哈哈，所以我不是說要陪你去了嗎"

# game/script.rpy:891

    old "チラシ配りなんてめんどくせー、って言ってたのはナナ先輩じゃないですか"
    new "嫌棄發傳單太麻煩的不是娜娜學姐嗎"

# game/script.rpy:901

    old "そうだっけ？　ま、細かいことは気にすんな"
    new "是這樣嗎？哎呀，不用在意這點小事"

# game/script.rpy:912

    old "ナナさん……かな？"
    new "……她的名字是娜娜吧？"

# game/script.rpy:913

    old "先輩って呼ばれているけど、真面目な千絵莉ちゃんとは対照的な印象だ。"
    new "雖然被稱作學姐，但感覺她與小千正相反，是個不拘小節的人。"

# game/script.rpy:925

    old "んじゃ、気ままにカフェメニューの練習でもするかね"
    new "那就去隨便練練菜單上的咖啡算了"

# game/script.rpy:933

    old "自分で飲みたいだけじゃないですか。それにお客様の前ですよ"
    new "你只是自己想喝吧。而且店裡還有客人呢"

# game/script.rpy:946

    old "え？　あ、ホントだ"
    new "咦？啊，還真有"

# game/script.rpy:950

    old "お客さんがいないと思っていたのか、今気付いたらしい。"
    new "似乎她剛才一直以為店裡沒有客人，現在才注意到的樣子。"

# game/script.rpy:958

    old "あ、お構いなく"
    new "啊，你們不用費心"

# game/script.rpy:966

    old "いや客だろ。構われろよ"
    new "不你是客人吧，我們應該服務你吧"

# game/script.rpy:968

    old "あはは……そうでした"
    new "哈哈……是啊"

# game/script.rpy:969

    old "本日二度目のやりとり。僕にはお客さんの自覚が足りないのかもしれない。"
    new "今天第二次出現這種對話了。我可能還沒有充分意識到自己是顧客。"

# game/script.rpy:983

    old "ナナ先輩、お客様に失礼ですよっ"
    new "娜娜學姐，這樣對客人很沒禮貌哦"

# game/script.rpy:985

    old "別に大丈夫だよ。歳は近いみたいだし"
    new "沒關係，我們的年齡應該差不多，不用那麼拘謹"

# game/script.rpy:989

    old "見たことない顔だな。学校どこ？"
    new "沒見過你啊，哪個學校的？"

# game/script.rpy:991

    old "今日からこの町に引っ越してきたんだ。学校は北の方の……"
    new "我今天剛搬過來，學校在北邊……"

# game/script.rpy:1001

    old "マジで？　偏差値けっこう高いじゃねーか"
    new "不是吧？那所學校的成績超好啊"

# game/script.rpy:1003

    old "そうなの？　転校だから、偏差値とかよくわからないんだけど"
    new "是嗎？我是轉學的，這方面不是很懂"

# game/script.rpy:1004

    old "転入試験はもちろん受けたけど、父さんにここに行けって言われただけだから、この辺の学校のことはよく知らない。"
    new "我當然參加了轉學考試，不過只是因為父親的指示才來這裡上學，並不瞭解附近的學校。"

# game/script.rpy:1012

    old "だけど千絵莉ちゃんもちょっと驚いてるみたいだし、きっとナナさんの言ってることが正しいんだろう。"
    new "小千也顯得有些吃驚，看來娜娜小姐說的是事實吧。"

# game/script.rpy:1022

    old "ちなみに学年は２年だよ"
    new "順便一說，我是二年級的"

# game/script.rpy:1030

    old "お、じゃああたしと苺華と同じじゃねーか。ちなみに千絵莉は１つ下な"
    new "喔，那跟我和莓華一樣啊，順便提一下千繪莉比我們小一歲"

# game/script.rpy:1040

    old "人の個人情報をさらっと漏らさないでください。まぁ、大丈夫だとは思いますけど"
    new "請別隨口透露別人的隱私。不過，我想應該也不要緊吧"

# game/script.rpy:1047

    old "ちなみに苺華っていうのは向こうの――"
    new "還有莓華就是對面的那位……"

# game/script.rpy:1055

    old "ナナちゃん、どうかした？"
    new "娜娜，怎麼了嗎？"

# game/script.rpy:1057

    old "呼ばれた気配がしたのか、苺華さんまでこっちにやって来た。"
    new "莓華小姐似乎感覺到我們在談論她，便也走了過來。"

# game/script.rpy:1074

    old "こいつ、今日引っ越してきて、あたしたちと学年同じだってさ"
    new "這傢伙今天剛搬過來，而且跟我們同年級耶"

# game/script.rpy:1085

    old "こいつって、もう友達みたいに……"
    new "你這稱呼好親近……"

# game/script.rpy:1093

    old "ふふっ、でも奇遇ですね"
    new "呼呼，不過真是巧呢"

# game/script.rpy:1103

    old "苺華さんがにこりと笑うと、花が咲くようだ。"
    new "莓華小姐綻放出了花一般的笑容。"

# game/script.rpy:1104

    old "苺華さん目当てで通う客がいてもおかしくないと、ちょっと思った。"
    new "我不禁在心中想著，就算有客人是為了莓華小姐而來光顧也毫不奇怪。"

# game/script.rpy:1114

    old "ま、何の変哲もない喫茶店だが、ゆっくりしていってくれ"
    new "雖然只是家普普通通的咖啡店，就請您就在這慢慢休息吧"

# game/script.rpy:1124

    old "良かったらまた来てください"
    new "喜歡的話下次再來哦"

# game/script.rpy:1126

    old "うん、そうさせてもらうね"
    new "嗯，我會的"

# game/script.rpy:1127

    old "ナナさんのざっくばらんな雰囲気のおかげで僕も話しやすい。"
    new "多虧娜娜小姐大大咧咧的性子，我說話時也放鬆了許多。"

# game/script.rpy:1135

    old "……千絵莉ちゃんは後ろで申し訳なさそうな顔をしているけど。"
    new "……雖然她身後的小千滿臉都寫著歉意。"

# game/script.rpy:1147

    old "すみません、ナナ先輩ったらお客様に……"
    new "不好意思，娜娜學姐居然這樣對待客人您……"

# game/script.rpy:1149

    old "大丈夫、本当に気にしてないから。千絵莉ちゃんもそんなにかしこまらなくていいんだよ？"
    new "沒事，真的不用介意。你也不用對我這麼畢恭畢敬好嗎？"

# game/script.rpy:1158

    old "いえ、ご迷惑おかけしましたし、そんなわけにはいきません"
    new "不，我給您添了麻煩，當然要知恩圖報"

# game/script.rpy:1160

    old "出会ってちょっとしか経ってないけど、やっぱり千絵莉ちゃんは真面目だ。"
    new "雖然才認識不久，但我深刻感受到了她一絲不苟的性格。"

# game/script.rpy:1166

    old "千絵莉ちゃんはこっちが申し訳なくなるくらいペコペコ謝って、カウンターに戻っていった。"
    new "一番連我都感到不好意思的誠懇道歉後，她就回到櫃檯那邊去了。"

# game/script.rpy:1169

    old "（だけど、ナナさんもどこか違うような……）"
    new "（不過話說回來，娜娜小姐也有點不對勁……）"

# game/script.rpy:1172

    old "店員さんの方が気になって、なんとなく見てしまう。"
    new "我壓抑不住對店員們的好奇，眼神不禁飄到她們身上。"

# game/script.rpy:1203

    old "（こちらを見ていますね。何かあったんでしょうか？）"
    new "（他在看我們呢，是有什麼事情吧？）"

# game/script.rpy:1214

    old "（あぁん？　また苺華目当ての客なら追い出してやろうか）"
    new "（啊？如果又是沖著莓華來的，那我就把他趕出去算了）"

# game/script.rpy:1222

    old "（ナナちゃんが追い払うから、お客さん来なくなるんじゃないのかな……？）"
    new "（就因為娜娜總是趕人走，所以才沒有客人來吧……？）"

# game/script.rpy:1232

    old "（苺華が優しい顔するから男どもがつけあがるんだよ）"
    new "（莓華你太溫柔，所以臭男人們才會得意忘形啊）"

# game/script.rpy:1241

    old "（特に学生の客はダメだ。金がないからって、コーヒー１杯で何時間も粘ろうとしやがる。注文しまくって居座るやつも厄介だけどな）"
    new "（尤其學生階層的客人最不行，兜裡沒錢就點杯咖啡賴好幾個小時。不過就算是不停點單的客人，賴在這兒也挺煩人的）"

# game/script.rpy:1253

    old "（ナナちゃん手厳しい……）"
    new "（娜娜真嚴格……）"

# game/script.rpy:1257

    old "（でも誰かが目当てってことはないと思うよ。千絵莉ちゃんやナナちゃんのことも気になってるみたいだし）"
    new "（不過他也在看你們兩個，應該不是沖著特定對象來的）"

# game/script.rpy:1264

    old "いや、ジロジロ見るのは失礼だよね。それより注文を決めないと。"
    new "不對，一直盯著別人看太沒禮貌了，我還是先決定點什麼吧。"

    old "言語を選択してくださし\n言語を変更するとゲミムンステムカ再起動ます"
    new "選擇你的語言。\n更改語言將重新啟動遊戲系統。"

    # game/script.rpy:49
    old "現在は目本語が選択されでします。\n言語を変更しますか？"
    new "當前，選擇繁體中文。\n更改語言？"

    # game/script.rpy:51
    old "日本語のままプレイします"
    new "玩繁體中文遊戲"

    # game/script.rpy:53
    old "言語を変更します"
    new "變更語言"

