# TODO: Translation updated at 2026-10-08 13:18

# game/script.rpy:61
translate sc strings:
    old "……今日からこニ住むんだよね"
    new "……今后就要在这里生活了啊"

# game/script.rpy:64

    old "ここが{rb}夕渚町{/rb}{rt}ゆうなぎちょう{/rt}。日本離れしてるとは聞いてたけど、まるで外国だ。"
    new "这里是夕渚镇。虽然早已听说离日本本土很远，现在看来简直像在国外一样。"

# game/script.rpy:65

    old "昼下がりの町を歩いていると、石畳を一歩踏みしめる度に、知らない場所にやってきたんだと実感が湧く。"
    new "我在午后小镇的石板路上漫步，涌起了来到陌生城镇的实感。"

# game/script.rpy:74

    old "うっ……ちょっと風が強いかな"
    new "唔……风有点大啊"

# game/script.rpy:75

    old "海辺の町らしい、湿気を帯びた冷たい風に肌を撫でられ、少し鳥肌が立つ。"
    new "这座小镇坐落于海边。夹杂湿气的冷风吹在身上，我不禁起了层鸡皮疙瘩。"

# game/script.rpy:76

    old "もうすっかり秋だし、体調には気を付けないと――"
    new "完全入秋了啊，得注意身体了"

# game/script.rpy:82

    old "き、喫茶『セタリア』ですっ。よろしくおねがいしますっ"
    new "咖、咖啡店『Setaria』，请各位多多惠顾"

# game/script.rpy:84

    old "道の少し先のところで、メイド服のような服装の女の子がお店のチラシを配っていた。"
    new "不远处有个女生正在发传单，穿的衣服有点像女仆装。"

# game/script.rpy:85

    old "僕より年下だろうか。小さな背丈や幼い顔立ちに、リボンやエプロンがよく似合っている。"
    new "看起来年纪应该比我小。她的身材娇小，长着一张娃娃脸，搭配身上的缎带与围裙显得非常可爱。"

# game/script.rpy:86

    old "あの……セタリアですっ。よかったら来てください"
    new "那个……欢迎光临Setaria咖啡店，有兴趣的话请来看看"

# game/script.rpy:88

    old "お、お願いしますっ"
    new "请、请各位多多惠顾"

# game/script.rpy:90

    old "だけど表情には緊張が表れていて、うまくチラシを渡せないこともあったり。"
    new "她的表情写满了紧张，发传单的动作有些僵硬。"

# game/script.rpy:91

    old "それでも１人で頑張っている姿を見ていると、力になってあげたい気持ちになった。"
    new "但看着她仍然坚持着继续努力的样子，我看着忍不住想要帮她一把。"

# game/script.rpy:92

    old "チラシ、僕にももらえるかな"
    new "能给我一张传单吗"

# game/script.rpy:96

    old "あっ、はいっ、どうぞ"
    new "啊……好的，给你"

# game/script.rpy:98

    old "突然話しかけられて驚いたのか、少し目を見開きながらチラシを渡してくれた。"
    new "她似乎没想到会突然被人搭话，吃惊地瞪大了眼睛，然后将传单递给我。"

# game/script.rpy:99

    old "お店はここから近いのかな？　この町は初めてだから、ちょっとわからなくて"
    new "店面离这里近吗？我第一次来这座小镇，不太认路"

# game/script.rpy:100

    old "はい、町の中心からは外れるんですけど……"
    new "是的，虽然离镇中心有段距离……"

# game/script.rpy:102

    old "チラシにも地図は描いてあるんだけど、せっかくだから道順を教えてもらった。"
    new "尽管传单上就画着地图，但既然都搭上话了，我还是向她问了问路。"

# game/script.rpy:103

    old "ありがとう。ちょうどひと休みしたかったところだし、行ってみるよ"
    new "谢谢。我正好想休息一会儿，就去店里看看吧"

# game/script.rpy:107

    old "あ……はいっ！　ありがとうございます！"
    new "啊……好的！　非常感谢！"

# game/script.rpy:109

    old "女の子の表情がぱっと明るくなった。"
    new "她的表情忽然开朗起来。"

# game/script.rpy:110

    old "（あれ？　でもどこか……）"
    new "（咦？好像有点不对劲……）"

# game/script.rpy:111

    old "女の子の姿にちょっとした違和感を覚える。"
    new "感觉她的样子有点奇怪，但是又说不出在哪里。"

# game/script.rpy:112

    old "まるで間違い探しのクイズを前にした時のような感覚。"
    new "仿佛就像在找不同游戏里找不到区别在哪里的感觉。"

# game/script.rpy:113

    old "だけどその瞬間――"
    new "这时——"

# game/script.rpy:121

    old "きゃっ！？"
    new "呀！？"

# game/script.rpy:123

    old "風にチラシが舞い上げられ、飛ばされていく。"
    new "一阵风吹走了她手中的传单，四处散落开来。"

# game/script.rpy:129

    old "あ……拾わないと……えっと……"
    new "啊……得赶紧捡起来……哎呀……"

# game/script.rpy:134

    old "辺りに舞い散るチラシを追いかけようとする女の子。"
    new "她想要去追那些被吹散的传单。"

# game/script.rpy:135

    old "だけどチラシがあちこちに飛ばされてしまって、どうしていいか困惑している様子だ。"
    new "但传单随着风四处飘散，让她有些不知所措。"

# game/script.rpy:139

    old "僕があっち行くから、向こうはお願い"
    new "我去那边帮你捡，你就去捡另一边的吧"

# game/script.rpy:142

    old "は、はいっ"
    new "好、好的"

# game/script.rpy:151

    old "チラシを町のごみにするわけにいかない。風に乗って離れていくチラシを追いかけ、人の間をすり抜けながら駆ける。"
    new "不能让这些传单像垃圾一样随意散落在地上。我穿过人群，不断追赶着被风吹跑的传单。"

# game/script.rpy:152

    old "地面に落ちたチラシを拾い集め、またチラシを追って走ってを繰り返す。"
    new "时而奔跑追赶，时而停步拾取。"

# game/script.rpy:156

    old "あともうちょっと……"
    new "就差一点了……"

# game/script.rpy:158

    old "隅に落ちたチラシに手を伸ばす。"
    new "我向着落在边角的传单伸出手。"

# game/script.rpy:161

    old "あっ！？"
    new "啊！？"

# game/script.rpy:165

    old "だけど、また風に巻き上げられて――"
    new "但地上的传单又被风吹起——"

# game/script.rpy:174

    old "ほいっ"
    new "嘿"

# game/script.rpy:179

    old "誰かが高くジャンプして、舞い上がったチラシをキャッチした。"
    new "有个人高高跃起，抓住了飘起的传单。"

# game/script.rpy:185

    old "はい、これでいいの？"
    new "给你，这样就行了吧？"

# game/script.rpy:188

    old "そしてチラシを手渡してくれたのは、巫女さんの衣装を着た女の子だった。"
    new "一个身穿巫女服的女生把传单递给了我。"

# game/script.rpy:189

    old "ありがとう、助かったよ"
    new "谢谢，帮大忙了"

# game/script.rpy:195

    old "どーいたしましてー♪"
    new "不用谢"

# game/script.rpy:202

    old "僕がお礼を言うと、人懐っこい笑顔を浮かべる。"
    new "我道了个谢，她便向我露出亲切的笑容。"

# game/script.rpy:203

    old "こっちまで元気をもらえそうな屈託のない笑顔だ。"
    new "连我的心情都被她爽朗的笑容所感染。"

# game/script.rpy:206

    old "（んん？　この子も、さっきの女の子みたいに……）"
    new "（嗯？她好像也和刚才那个女生一样……）"

# game/script.rpy:213

    old "ん？　わたしの顔に何か付いてる？"
    new "嗯？我脸上有东西吗？"

# game/script.rpy:215

    old "いや……ごめん、何でもない"
    new "呃……抱歉，没什么"

# game/script.rpy:216

    old "うん、顔には変なもの付いてないよね。"
    new "我又确认了一下，她脸上并没有沾东西。"

# game/script.rpy:221

    old "じゃーねー♪"
    new "再见"

# game/script.rpy:225

    old "パタパタと手を振って去っていく巫女さん。"
    new "巫女挥挥手离开了。"

# game/script.rpy:233

    old "あ"
    new "啊"

# game/script.rpy:235

    old "だけど突然立ち止まって、僕の方を振り返った。"
    new "她突然停下脚步，回头看向我。"

# game/script.rpy:241

    old "君、きっといいことあるよ。神様がそう言ってるから！"
    new "你一定会有好运的，神明大人是这么说的！"

# game/script.rpy:243

    old "神様？"
    new ""

# game/script.rpy:247

    old "あっけに取られているうちに、巫女さんの姿が雑踏の中に消えていく。"
    new "我愣了愣神，巫女就已经消失在人群中了。"

# game/script.rpy:251

    old "いいことある……か。本当だといいな"
    new "好运啊……如果是真的就好了"

# game/script.rpy:255

    old "あれ？　巫女さん！？"
    new "咦？　巫女！？"

# game/script.rpy:256

    old "こんな外国っぽい町に巫女さん？　……そもそも巫女さんって、巫女服で町を歩き回ったりするの？"
    new "这种充满外国风情的镇子里有巫女？而且巫女会穿着巫女服在镇子里乱转吗？"

# game/script.rpy:257

    old "別れた後になって、次々と疑問が浮かんでくるのだった。"
    new "我的脑子里冒出了一连串的疑问。"

# game/script.rpy:271

    old "本当に……すみませんでしたっ"
    new "实在是非常抱歉……"

# game/script.rpy:273

    old "拾い終わったチラシを渡すと、女の子は深々と頭を下げた。"
    new "我把拾回的传单交还原主，发传单的女生对我深深鞠了一躬。"

# game/script.rpy:274

    old "本当に申し訳なさそうな様子で、こっちが気の毒になるくらいだ。"
    new "她表现得非常愧疚，连我都有些不好意思了。"

# game/script.rpy:275

    old "大丈夫、困ったときはお互い様だよ。僕だって、さっき巫女さんに手伝ってもらったしね"
    new "没关系，有困难的时候就该互相帮助。我刚才也被路过的巫女帮了一把"

# game/script.rpy:284

    old "巫女さん……ですか？　珍しいですね……"
    new "巫女吗？真少见啊……"

# game/script.rpy:286

    old "女の子も不思議そうに首を傾げる。"
    new "她疑惑地歪了歪头。"

# game/script.rpy:287

    old "やっぱりそうそうお目にかかるものではないようだ。"
    new "果然在这里巫女并不是能经常见到的吧。"

# game/script.rpy:296

    old "この度はご迷惑をおかけしました。お詫びをいたしますので、お名前とご連絡先を……"
    new "真是给你添麻烦了。我想表示一下谢意，请告诉我姓名和联系方式……"

# game/script.rpy:298

    old "気にしなくていいよ。頼まれてもいないのに、僕が勝手にやったことだから"
    new "不用介意。毕竟又不是你拜托我的，只是我自己想帮忙而已"

# game/script.rpy:299

    old "それに、さっきはお店に行く道を教えてもらったしね"
    new "而且你刚才也告诉了我去咖啡店的路"

# game/script.rpy:309

    old "でも……"
    new "可是……"

# game/script.rpy:311

    old "しかし女の子は納得していないみたいだ。"
    new "她似乎还是无法释怀。"

# game/script.rpy:312

    old "ところで、これからどうするの？　チラシ配り続ける？"
    new "话说你接下来要怎么办？继续发传单吗？"

# game/script.rpy:321

    old "クシャクシャになったチラシをお渡しするわけにはいきませんし、一度お店に戻ろうと思います"
    new "不能拿皱巴巴的传单发给客人，我想先回一趟店里"

# game/script.rpy:323

    old "じゃあ、お店まで案内してくれないかな？　道は教えてもらったけど、僕、ちょっと方向音痴だから迷わないか心配で"
    new "那你能带我去吗？虽然你告诉我怎么走了，可我是个路痴，有点担心会迷路"

# game/script.rpy:324

    old "それも込みでおあいこってことでどうかな？"
    new "这样就算我们扯平了，怎么样？"

# game/script.rpy:329

    old "それなら――"
    new "那……"

# game/script.rpy:339

    old "いえ、おあいこになりません！　お客様を案内するのは店員として当然のこと……むしろ、来店して頂くのはこちらの利益です！"
    new "不对，这怎么能扯平！给客人指路是店员的义务……不如说顾客登门对我们才有好处！"

# game/script.rpy:343

    old "ダメだった！？"
    new "不行嘛！？"

# game/script.rpy:344

    old "なんて真面目な子なんだ。"
    new "真是个做事一丝不苟的人。"

# game/script.rpy:345

    old "微笑ましいと思ってしまうけど、これじゃ何を言っても聞かないかもしれない。"
    new "她的耿直善良让人十分欣慰，但看样子应该是不会听我的了。"

# game/script.rpy:346

    old "えーっと……じゃあ、何かお礼してもらうってことでいいかな？"
    new "呃……那你就给我回个礼吧？"

# game/script.rpy:355

    old "はい、このお礼は必ず"
    new "好，我一定会回礼的"

# game/script.rpy:357

    old "彼女の表情は心なしかちょっと嬉しそうで、お礼してと言った方がかえって元気が出たみたいだった。"
    new "她的表情染上几分喜悦，索求回礼反而让她打起精神了。"

# game/script.rpy:362

    old "それではお名前を伺ってもよろしいですか？"
    new "可以把你的名字告诉我吗？"

# game/script.rpy:364

    old "僕は{rb}城川柚希{/rb}{rt}しろかわゆずき{/rt}。今日この町に越してきたところで、いろいろ手続きしてきたんだ"
    new "我叫城川柚希。今天刚搬到这座小镇，还在办各种手续"

# game/script.rpy:375

    old "そうでしたか……。お忙しいのにお手間を取らせてすみませんでした"
    new "这样啊……在您这么忙碌的时候给您添麻烦了，实在是对不起"

# game/script.rpy:381

    old "私は{rb}雪村千絵莉{/rb}{rt}ゆ き む ら ち え り{/rt}といいます。セタリアという喫茶店でアルバイトをしています"
    new "我叫雪村千绘莉，在一家叫Setaria的咖啡店打工"

# game/script.rpy:383

    old "そっか。千絵莉ちゃん、だね"
    new "这样啊，小千对吧"

# game/script.rpy:393

    old "むぅ……"
    new "唔……"

# game/script.rpy:395

    old "あ、ちょっと複雑な顔になった。"
    new "她的表情变得有些复杂。"

# game/script.rpy:396

    old "ごめん、いきなり名前で呼ぶなんて馴れ馴れしかったね"
    new "抱歉，一上来就直接叫你名字太没礼貌了吧"

# game/script.rpy:401

    old "すみません、そういうことではなく……"
    new "对不起，我不是介意叫名字……"

# game/script.rpy:416

    old "（やっぱり“ちゃん”なんだ……）"
    new "（果然还是会加上“小”啊……）"

# game/script.rpy:421

    old "？"
    new ""

# game/script.rpy:422

    old "今、小さい声でなんて言ったんだろ？"
    new "她刚才小声嘟囔了一句什么？"

# game/script.rpy:431

    old "いえ、気にしないでください。では、お店にご案内しますね"
    new "没事，请别在意。那我来带路吧"

# game/script.rpy:440

    old "一緒に歩くことしばらく――"
    new "我们一起走了一段路——"

# game/script.rpy:448

    old "ここがセタリアです"
    new "这里就是Setaria"

# game/script.rpy:450

    old "やっぱりお店も外国風なんだね"
    new "果然店铺也是外国风格的啊"

# game/script.rpy:451

    old "夕渚町には初めて来たけど、まるで外国みたいで趣があるというか、素敵な町だよね"
    new "我是第一次来夕渚镇，这里就像国外一样很有外国风情，真是个不错的小镇啊"

# game/script.rpy:463

    old "私はずっとこの町で暮らしてるので、逆に普通の町はあまり知らないんですけど……そう言ってもらえると嬉しいですね"
    new "我一直住在这个镇子，反而不知道普通的城镇是什么样的……不过您能喜欢这里真是太好了"

# game/script.rpy:469

    old "何十年も前にヨーロッパから日本に渡ってきた人がいて、その人が中心になってこの町を作ったと聞いています"
    new "据说几十年前有个人从欧洲远渡来日本，以他为中心建造了这座城镇"

# game/script.rpy:473

    old "だからドイツやチェコ、ルーマニアなど、ヨーロッパのいろんな国の建物を参考にしているんだそうです"
    new "所以建筑风格参考了德国、捷克、罗马尼亚之类的欧洲国家"

# game/script.rpy:475

    old "なるほど、それで……"
    new "原来如此，所以才会变成这样啊……"

# game/script.rpy:476

    old "異国から渡ってきた時、その人はどんな心境だったんだろうか。"
    new "那个人自异国他乡远渡而来时，怀着怎样的心境呢。"

# game/script.rpy:477

    old "見知らぬ人と土地に大きな不安を抱いていたのか、それとも期待に胸を膨らませて新天地にやってきたのか――"
    new "是对未知的风土人情抱有强烈的不安吗，还是满怀期待来到崭新的广阔天地呢——"

# game/script.rpy:478

    old "ちょうど今、僕も今まで住んでいたところを離れてこの町に来たけど……ちょっと想像つかないな。"
    new "虽然我现在也正好是离开故乡移居至此……不过还是有点难以想象。"

# game/script.rpy:488

    old "どうぞ、城川さん"
    new "请进，城川先生"

# game/script.rpy:493

    old "千絵莉ちゃんがお店のドアを開けて――"
    new "小千推开了店门——"

# game/script.rpy:509

    old "いらっしゃいませ～"
    new "欢迎光临～"

# game/script.rpy:532

    old "あれ、千絵莉ちゃん？　おかえりなさい、早かったね"
    new "哎呀，小千？欢迎回来，这么快啊"

# game/script.rpy:543

    old "それが、ちょっとトラブルがありまして……"
    new "因为遇到了一点麻烦……"

# game/script.rpy:549

    old "それより、こちらお客様です。{rb}苺華{/rb}{rt}いちか{/rt}先輩"
    new "先不说这个，有客人来了，莓华学姐"

# game/script.rpy:560

    old "あっ、すみません。すぐにご案内しますね"
    new "啊，不好意思。我马上带您入座"

# game/script.rpy:562

    old "いえいえお構いなく……って、お店で言うことじゃないですね"
    new "不不不，不用这么费心……呃，在店里好像不该这么说"

# game/script.rpy:571

    old "ふふっ、そうですね。お客様なんですから、構わせてください"
    new "呼呼，是啊。您是客人嘛，请让我们多服务一下您"

# game/script.rpy:597

    old "とても柔らかそうで、ふわふわした雰囲気の女の子だ。"
    new "我面前是个温柔和善的女生。"

# game/script.rpy:598

    old "小柄で華奢な印象だけど、先輩と呼ばれてるから、きっと千絵莉ちゃんより年上なんだろう。"
    new "给我一种娇小纤弱的印象，不过小千叫她学姐，那一定是她年长一些吧。"

# game/script.rpy:624

    old "（ん？　このふわふわしてもこもこした感じ、僕は知っているような……）"
    new "（嗯？这种轻飘飘软乎乎的感觉，有点眼熟……）"

# game/script.rpy:625

    old "なぜか既視感を覚えたけど、今日はこんなことばかりな気がする。"
    new "而且总觉得有种即视感，而且今天有这种感觉很多次了。"

# game/script.rpy:628

    old "（うーん……気のせいかな。初めての町だし、落ち着かないのかも）"
    new "（嗯……是错觉吧。可能初来乍到有点紧张）"

# game/script.rpy:631

    old "他にお客さんがいないようなので、窓際の席に座らせてもらった。"
    new "店里没有其他客人，我就被带到了靠窗的位置。"

# game/script.rpy:641

    old "実はさっき、チラシが飛ばされて、助けていただいて……"
    new "其实刚才传单被风吹跑了，是他帮我捡了回来……"

# game/script.rpy:645

    old "なるほど、それで早く帰ってきたんだね"
    new "原来如此，所以这么早就回来了呀"

# game/script.rpy:659

    old "すみません、先ほどは店の者がお世話になりました。ありがとうございます"
    new "真是不好意思，我们的店员先前受您照顾了。非常感谢"

# game/script.rpy:661

    old "いえいえ、本当に大したことはしてないですから"
    new "不用不用，只是件小事而已"

# game/script.rpy:676

    old "そこに、千絵莉ちゃんがお冷とメニューを持ってやってくる。"
    new "这时小千拿着冰水和菜单走了过来。"

# game/script.rpy:686

    old "どうぞ、メニューです。本日はサービスさせていただきますので、お好きなものをご注文してください"
    new "请看菜单。作为谢礼今天给您免单，请随便点您喜欢的东西"

# game/script.rpy:688

    old "……そのお金って千絵莉ちゃんが出すの？"
    new "……小千帮我付钱吗？"

# game/script.rpy:695

    old "はい、ですから気兼ねなくどうぞ"
    new "是的，所以请不要客气"

# game/script.rpy:699

    old "真剣な眼差しが僕を見つめる。"
    new "小千严肃地注视着我。"

# game/script.rpy:700

    old "何かお礼をしないと気が済まない、と言わんばかりだ。"
    new "仿佛像在说不回礼就无法释怀一般。"

# game/script.rpy:708

    old "じー……"
    new "盯……"

# game/script.rpy:710

    old "……とりあえず、決めるまで待ってくれるかな？"
    new "……那能先让我考虑一下点什么嘛？"

# game/script.rpy:722

    old "かしこまりました"
    new "好的"

# game/script.rpy:732

    old "千絵莉ちゃんがぺこりと完璧な角度で頭を下げ、カウンターへと下がっていく。"
    new "小千用无可挑剔的角度鞠了一躬，回身走向柜台。"

# game/script.rpy:747

    old "お礼の分くらい、お店で出すよ？"
    new "回礼的钱店里可以替你出哦？"

# game/script.rpy:756

    old "いえ、自分から言ってチラシ配りをやらせてもらったのに、お店にご迷惑はかけられませんから"
    new "不用，是我主动提出要去发传单的，不能给店里添麻烦"

# game/script.rpy:764

    old "もう、千絵莉ちゃんは頑固なんだから"
    new "真是的，小千真是顽固"

# game/script.rpy:775

    old "じゃあ、あのチラシ配りは自発的に始めたことなんだ。"
    new "看来她是主动要去发传单。"

# game/script.rpy:776

    old "緊張してたし、１人でチラシ配りなんてきっと得意じゃないだろうに。"
    new "可她当时那么紧张，一定不擅长独自发传单的工作吧。"

# game/script.rpy:777

    old "（すごいな、千絵莉ちゃんは）"
    new "（小千可真了不起啊）"

# game/script.rpy:778

    old "僕より年下なのにしっかり者で、頑張り屋で、頭が下がるような思いだ。"
    new "年纪比我小却可靠又努力，我都有些惭愧了。"

# game/script.rpy:791

    old "備品の整理、一通りやっといたぞー"
    new "储备品我全部整理好咯——"

# game/script.rpy:816

    old "また店員さんが奥から出てきた。"
    new "里面又走出一位店员。"

# game/script.rpy:817

    old "千絵莉ちゃんや苺華さんとは雰囲気が違って、どこか凛々しさも感じる面立ちだ。"
    new "她的气质与另外两人不同，脸庞看起来越有些男性风范。"

# game/script.rpy:846

    old "ありがとう、ナナちゃん"
    new "谢谢你，娜娜"

# game/script.rpy:863

    old "ふぃ～、筋肉痛になりそうだぜ。……ん？　千絵莉、もうチラシ配り終わったのか"
    new "，感觉要肌肉酸痛了……嗯？千绘莉已经发完传单了吗"

# game/script.rpy:874

    old "実は、トラブルがありまして……"
    new "其实遇到了一点麻烦……"

# game/script.rpy:880

    old "あははっ。だから付いてってやろーか、って言ったじゃねーか"
    new "哈哈，所以我不是说要陪你去了吗"

# game/script.rpy:891

    old "チラシ配りなんてめんどくせー、って言ってたのはナナ先輩じゃないですか"
    new "嫌弃发传单太麻烦的不是娜娜学姐吗"

# game/script.rpy:901

    old "そうだっけ？　ま、細かいことは気にすんな"
    new "是这样吗？哎呀，不用在意这点小事"

# game/script.rpy:912

    old "ナナさん……かな？"
    new "……她的名字是娜娜吧？"

# game/script.rpy:913

    old "先輩って呼ばれているけど、真面目な千絵莉ちゃんとは対照的な印象だ。"
    new "虽然被称作学姐，但感觉她与小千正相反，是个不拘小节的人。"

# game/script.rpy:925

    old "んじゃ、気ままにカフェメニューの練習でもするかね"
    new "那就去随便练练菜单上的咖啡算了"

# game/script.rpy:933

    old "自分で飲みたいだけじゃないですか。それにお客様の前ですよ"
    new "你只是自己想喝吧。而且店里还有客人呢"

# game/script.rpy:946

    old "え？　あ、ホントだ"
    new "咦？啊，还真有"

# game/script.rpy:950

    old "お客さんがいないと思っていたのか、今気付いたらしい。"
    new "似乎她刚才一直以为店里没有客人，现在才注意到的样子。"

# game/script.rpy:958

    old "あ、お構いなく"
    new "啊，你们不用费心"

# game/script.rpy:966

    old "いや客だろ。構われろよ"
    new "不你是客人吧，我们应该服务你吧"

# game/script.rpy:968

    old "あはは……そうでした"
    new "哈哈……是啊"

# game/script.rpy:969

    old "本日二度目のやりとり。僕にはお客さんの自覚が足りないのかもしれない。"
    new "今天第二次出现这种对话了。我可能还没有充分意识到自己是顾客。"

# game/script.rpy:983

    old "ナナ先輩、お客様に失礼ですよっ"
    new "娜娜学姐，这样对客人很没礼貌哦"

# game/script.rpy:985

    old "別に大丈夫だよ。歳は近いみたいだし"
    new "没关系，我们的年龄应该差不多，不用那么拘谨"

# game/script.rpy:989

    old "見たことない顔だな。学校どこ？"
    new "没见过你啊，哪个学校的？"

# game/script.rpy:991

    old "今日からこの町に引っ越してきたんだ。学校は北の方の……"
    new "我今天刚搬过来，学校在北边……"

# game/script.rpy:1001

    old "マジで？　偏差値けっこう高いじゃねーか"
    new "不是吧？那所学校的成绩超好啊"

# game/script.rpy:1003

    old "そうなの？　転校だから、偏差値とかよくわからないんだけど"
    new "是吗？我是转学的，这方面不是很懂"

# game/script.rpy:1004

    old "転入試験はもちろん受けたけど、父さんにここに行けって言われただけだから、この辺の学校のことはよく知らない。"
    new "我当然参加了转学考试，不过只是因为父亲的指示才来这里上学，并不了解附近的学校。"

# game/script.rpy:1012

    old "だけど千絵莉ちゃんもちょっと驚いてるみたいだし、きっとナナさんの言ってることが正しいんだろう。"
    new "小千也显得有些吃惊，看来娜娜小姐说的是事实吧。"

# game/script.rpy:1022

    old "ちなみに学年は２年だよ"
    new "顺便一说，我是二年级的"

# game/script.rpy:1030

    old "お、じゃああたしと苺華と同じじゃねーか。ちなみに千絵莉は１つ下な"
    new "喔，那跟我和莓华一样啊，顺便提一下千绘莉比我们小一岁"

# game/script.rpy:1040

    old "人の個人情報をさらっと漏らさないでください。まぁ、大丈夫だとは思いますけど"
    new "请别随口透露别人的隐私。不过，我想应该也不要紧吧"

# game/script.rpy:1047

    old "ちなみに苺華っていうのは向こうの――"
    new "还有莓华就是对面的那位……"

# game/script.rpy:1055

    old "ナナちゃん、どうかした？"
    new "娜娜，怎么了吗？"

# game/script.rpy:1057

    old "呼ばれた気配がしたのか、苺華さんまでこっちにやって来た。"
    new "莓华小姐似乎感觉到我们在谈论她，便也走了过来。"

# game/script.rpy:1074

    old "こいつ、今日引っ越してきて、あたしたちと学年同じだってさ"
    new "这家伙今天刚搬过来，而且跟我们同年级耶"

# game/script.rpy:1085

    old "こいつって、もう友達みたいに……"
    new "你这称呼好亲近……"

# game/script.rpy:1093

    old "ふふっ、でも奇遇ですね"
    new "呼呼，不过真是巧呢"

# game/script.rpy:1103

    old "苺華さんがにこりと笑うと、花が咲くようだ。"
    new "莓华小姐绽放出了花一般的笑容。"

# game/script.rpy:1104

    old "苺華さん目当てで通う客がいてもおかしくないと、ちょっと思った。"
    new "我不禁在心中想着，就算有客人是为了莓华小姐而来光顾也毫不奇怪。"

# game/script.rpy:1114

    old "ま、何の変哲もない喫茶店だが、ゆっくりしていってくれ"
    new "虽然只是家普普通通的咖啡店，就请您就在这慢慢休息吧"

# game/script.rpy:1124

    old "良かったらまた来てください"
    new "喜欢的话下次再来哦"

# game/script.rpy:1126

    old "うん、そうさせてもらうね"
    new "嗯，我会的"

# game/script.rpy:1127

    old "ナナさんのざっくばらんな雰囲気のおかげで僕も話しやすい。"
    new "多亏娜娜小姐大大咧咧的性子，我说话时也放松了许多。"

# game/script.rpy:1135

    old "……千絵莉ちゃんは後ろで申し訳なさそうな顔をしているけど。"
    new "……虽然她身后的小千满脸都写着歉意。"

# game/script.rpy:1147

    old "すみません、ナナ先輩ったらお客様に……"
    new "不好意思，娜娜学姐居然这样对待客人您……"

# game/script.rpy:1149

    old "大丈夫、本当に気にしてないから。千絵莉ちゃんもそんなにかしこまらなくていいんだよ？"
    new "没事，真的不用介意。你也不用对我这么毕恭毕敬好吗？"

# game/script.rpy:1158

    old "いえ、ご迷惑おかけしましたし、そんなわけにはいきません"
    new "不，我给您添了麻烦，当然要知恩图报"

# game/script.rpy:1160

    old "出会ってちょっとしか経ってないけど、やっぱり千絵莉ちゃんは真面目だ。"
    new "虽然才认识不久，但我深刻感受到了她一丝不苟的性格。"

# game/script.rpy:1166

    old "千絵莉ちゃんはこっちが申し訳なくなるくらいペコペコ謝って、カウンターに戻っていった。"
    new "一番连我都感到不好意思的诚恳道歉后，她就回到柜台那边去了。"

# game/script.rpy:1169

    old "（だけど、ナナさんもどこか違うような……）"
    new "（不过话说回来，娜娜小姐也有点不对劲……）"

# game/script.rpy:1172

    old "店員さんの方が気になって、なんとなく見てしまう。"
    new "我压抑不住对店员们的好奇，眼神不禁飘到她们身上。"

# game/script.rpy:1203

    old "（こちらを見ていますね。何かあったんでしょうか？）"
    new "（他在看我们呢，是有什么事情吧？）"

# game/script.rpy:1214

    old "（あぁん？　また苺華目当ての客なら追い出してやろうか）"
    new "（啊？如果又是冲着莓华来的，那我就把他赶出去算了）"

# game/script.rpy:1222

    old "（ナナちゃんが追い払うから、お客さん来なくなるんじゃないのかな……？）"
    new "（就因为娜娜总是赶人走，所以才没有客人来吧……？）"

# game/script.rpy:1232

    old "（苺華が優しい顔するから男どもがつけあがるんだよ）"
    new "（莓华你太温柔，所以臭男人们才会得意忘形啊）"

# game/script.rpy:1241

    old "（特に学生の客はダメだ。金がないからって、コーヒー１杯で何時間も粘ろうとしやがる。注文しまくって居座るやつも厄介だけどな）"
    new "（尤其学生阶层的客人最不行，兜里没钱就点杯咖啡赖好几个小时。不过就算是不停点单的客人，赖在这儿也挺烦人的）"

# game/script.rpy:1253

    old "（ナナちゃん手厳しい……）"
    new "（娜娜真严格……）"

# game/script.rpy:1257

    old "（でも誰かが目当てってことはないと思うよ。千絵莉ちゃんやナナちゃんのことも気になってるみたいだし）"
    new "（不过他也在看你们两个，应该不是冲着特定对象来的）"

# game/script.rpy:1264

    old "いや、ジロジロ見るのは失礼だよね。それより注文を決めないと。"
    new "不对，一直盯着别人看太没礼貌了，我还是先决定点什么吧。"

    old "言語を選択してくださし\n言語を変更するとゲミムンステムカ再起動ます"
    new "选择你的语言。\n更改语言将重新启动游戏系统。"

    # game/script.rpy:49
    old "現在は目本語が選択されでします。\n言語を変更しますか？"
    new "当前，选择简体中文。\n更改语言？"

    # game/script.rpy:51
    old "日本語のままプレイします"
    new "玩简体中文游戏"

    # game/script.rpy:53
    old "言語を変更します"
    new "更改语言"

